from datetime import datetime


deadlines = {'Физическая культура':
             {'Аттестация по модулю: Основы теории физической культуры': datetime(2024, 10, 6),
              'Аттестация по модулю: Медико-биологические основы физической культуры': datetime(2024, 10, 13),
              'Аттестация по модулю: Самостоятельные занятия физическими упражнениями': datetime(2024, 10, 24),
              'Аттестация по модулю: Физическая культура в профессиональной деятельности специалиста': datetime(2024, 10, 28),
              'Аттестация по модулю: Спорт как социальное явление': datetime(2024, 11, 3),
              'Аттестация по модулю: Физическая культура при различных заболеваниях': datetime(2024, 11, 5),
              'Промежуточная аттестация': datetime(2024, 11, 15),
              'Итоговый тест с прокторингом': datetime(2024, 11, 30)},
             'Экономическая культура':
             {'Основные экономические категории': datetime(2024, 9, 22),
              'Финансы домашних хозяйств': datetime(2024, 9, 29),
              'Сбережения и инвестиции физических лиц': datetime(2024, 10, 6),
              'Пенсионные сбережения': datetime(2024, 10, 13),
              'Инвестирование на фондовом рынке': datetime(2024, 10, 20),
              'Платежи и расчеты': datetime(2024, 10, 27),
              'Кредиты и займы': datetime(2024, 11, 3),
              'Налогооблажение физических лиц': datetime(2024, 11, 10),
              'Страхование рисков и профессиональной деятельности': datetime(2024, 11, 17),
              'Организационные аспекты индивидуальной предпринимательской деятельности и самозанятости в РФ': datetime(2024, 11, 24),
              'Практическая реализация предпринимательской идеи': datetime(2024, 12, 1),
              'Итоговая аттестация': datetime(2024, 12, 8)},
             'Россия: государственное основание и мировоззрение':
             {'\n1. Что такое Россия\n2. Российское государство-цивилизация\n3. Российское мировоззрение и ценности российской цивилизации\n4. Политическое устройство России\n5. Вызовы будущего и развитие страны': datetime(2024, 11, 29),
              'Амнистия': datetime(2024, 12, 20),
              'Итоговая аттестация': datetime(2024, 12, 22, 9)},
             'Цифровая грамотность':
             {'\n1. Компьютерные системы и сети\n2. Интернет вещей\n3. Цифровая городская среда\n4. Финансовые технологии\n5. Основы информационной безопасности\n6. Цифровая гигиена\n7. Технологии виртуальной, дополненной и смешанной реальности\n8. Коммуникационная безопасность\nАмнистия\nИтоговая аттестация': datetime(2024, 12, 22)}}