LEXICON_RU: dict[str, str] = {
    '/start': '<b>Приветствую, студенты <i>ПОЛИТЕХА</i>!</b>\n\nМое имя <i>lineman</i>. Я стану вашим незаменимым помощником в своевременном выполнении заданий на <tg-spoiler>всех задолбавших</tg-spoiler> онлайн курсах. Нажмите кнопку ниже, чтоб узнать, чем я могу похвастаться.\n\n| | | | |\nv v v v v',
    '/help': 'im gay',
    'courses_deadlines':
    {'deadline_far_reminder': 'Уважаемые студенты.\n\n<b><i>ДО ДЕДЛАЙНА</i></b>\n<i>ПО КУРСУ<i/>: {0}\n<i>ТЕМА</i>: {1}\nОСТАЛАСЬ <b>НЕДЕЛЯ</b>\n\nРекомендую не прокрастинировать и пройти темы <b>заранее</b>, так как там дохера че надо сделать',
    'deadline_far_reminder': '',
    'deadline_common_reminder': '❗️Дорогие учащиеся, важная информация❗️\n<b><i>ДО ДЕДЛАЙНА</i></b>\n<i>ПО КУРСУ<i/>: {0}\nТЕМА: {1}\nОСТАЛОСЬ <b>{2}</b>'},
    'deadline_user_reminder': 'Друзья, прошу минутку внимания! \n\n <b><i>ДО ДЕДЛАЙНА</i><b> события {0} осталось <b>{1}</b>'}